// search index for WYSIWYG Web Builder
var database_length = 0;

function SearchPage(url, title, keywords, description)
{
   this.url = url;
   this.title = title;
   this.keywords = keywords;
   this.description = description;
   return this;
}

function SearchDatabase()
{
   database_length = 0;
   this[database_length++] = new SearchPage("index.html", "Пізнаємо природу. 5 Клас", "ІНТЕРАКТИВНИЙ ЕЛЕКТРОННИЙ ДОДАТОК   Природа не просто оточує нас —  ми є її частиною Вивчаючи цей курс,  ви навчитеся спостерігати, аналізувати  та дбати про довкілля   Е-додаток допоможе вам краще зрозуміти природу, ставити запитання та знаходити на них відповіді   Пізнаваймо природу разом!    © 2026 ТОВ \"Генеза\"   ", "");
   this[database_length++] = new SearchPage("p1.html", "Пізнаємо природу. 5 Клас", "РОЗДІЛ І СВІТ, У ЯКОМУ МИ ЖИВЕМО  ТЕМА 1 ЯК ЛЮДИНА ПІЗНАЄ ПРИРОДУ  Чому людина вивчає природу  Працюємо з підручником РОЗДІЛ І СВІТ, У ЯКОМУ МИ ЖИВЕМО  Хто і як вивчає природу  Які є методи вивчення природи  Як працюють вчені  лабораторія та її секрети  Як вимірювання  допомагають розуміти природу  Практична робота  Вимірювання  різних величин   ", "");
   this[database_length++] = new SearchPage("p2.html", "Пізнаємо природу. 5 Клас", "Чому людина вивчає природу  ВІДЕОУРОК  КОРИСНА ІНФОРМАЦІЯ  ІНТЕРАКТИВНІ ВПРАВИ  Доповни речення  Відповідники  НАЙВАЖЛИВІШЕ    ", "");
   this[database_length++] = new SearchPage("p3.html", "Пізнаємо природу. 5 Клас", "Хто і як вивчає природу  ВІДЕОУРОК  КОРИСНА ІНФОРМАЦІЯ  ІНТЕРАКТИВНІ ВПРАВИ  Доповни речення  Відповідники  НАЙВАЖЛИВІШЕ    ", "");
   this[database_length++] = new SearchPage("p4.html", "Пізнаємо природу. 5 Клас", "Які є методи вивчення природи  ВІДЕОУРОК  КОРИСНА ІНФОРМАЦІЯ  ІНТЕРАКТИВНІ ВПРАВИ  Відповідники  НАЙВАЖЛИВІШЕ   Опитування   ", "");
   this[database_length++] = new SearchPage("p5.html", "Пізнаємо природу. 5 Клас", "Як працюють вчені  лабораторія та її секрети  ВІДЕОУРОК  КОРИСНА ІНФОРМАЦІЯ  ІНТЕРАКТИВНІ ВПРАВИ  Пошук слів  НАЙВАЖЛИВІШЕ   Опитування   ", "");
   this[database_length++] = new SearchPage("p6.html", "Пізнаємо природу. 5 Клас", "Як вимірювання допомагають розуміти природу  ВІДЕОУРОК  КОРИСНА ІНФОРМАЦІЯ  ІНТЕРАКТИВНІ ВПРАВИ  Мітки  НАЙВАЖЛИВІШЕ   Доповни речення   ", "");
   this[database_length++] = new SearchPage("p7.html", "Пізнаємо природу. 5 Клас", "Практична робота  Вимірювання різних величин  ВІДЕОУРОК  КОРИСНА ІНФОРМАЦІЯ  ІНТЕРАКТИВНІ ВПРАВИ  НАЙВАЖЛИВІШЕ   Флеш - Картки   ", "");
   this[database_length++] = new SearchPage("p8.html", "Пізнаємо природу. 5 Клас", "                                                                  Про інтерактивний електронний додаток Цей е-додаток створено для того, щоб урізноманітнити навчання за підручником, зробити його ефективнішим і цікавішим Тут ви можете  ознайомитися з підручником  стисло зрозуміти матеріал уроку за допомогою інфографіки параграфа  переглянути навчальні та цікаві відео  перевірити свої знання за допомогою інтерактивних вправ  Е-додаток відповідає модельній навчальній програмі «Пізнаємо природу» 5–6 класи» для закладів загальної середньої освіти  авторки  Біда Д.Д., Гільберг Т.Г., Колісник Я.І   Рекомендовано Міністерством освіти і науки України  Системні вимоги Операційна система — Windows 7 чи пізніші версії, Linux, ChromeOS, macOS, Android, iOS Оперативна пам’ять — 4 ГБ і більше Web browser — усі, що підтримують HTML5 Місце на жорсткому диску  для роботи офлайн  — 2 ГБ і більше  Uicons Flaticon   ", "");
   return this;
}
